import React, { Component } from "react";
import "./footer.css";
import { Link } from "react-router-dom";


class Footer extends Component {
    render() {
        return (
            <div className="container">
                <h1>Поръчвай храна за вкъщи с foodpanda</h1>
                <ul>
                    <li>
                        ✓ Въведи адреса си и виж кои ресторанти доставят до теб
                    </li>
                    <li>
                        ✓ Разглеждай стотици менюта и открий храната която обичаш
                    </li>
                    <li>
                        ✓ Използвай лесно и бързо онлайн плащане или плати при доставката
                    </li>
                    <li>
                        ✓ Наслади се на вкусна храна, доставена до дома или офиса ти
                    </li>
                    <li>
                        ✓ Ползвай платформата в по-големите градове като София, Варна, Бургас, Пловдив и др.
                    </li>

                </ul>
                <h1>Бърза доставка на храна: Наслади се на любимите си ресторанти</h1>
                <p className="paragraph">От foodpanda знаем, че когато някой е гладен, храната трябва да пристигне възможно най-бързо. Услугата ни позволява да поръчваш храна онлайн която да бъде доставена до входната ти врата, предоставяйки ти огромен избор от любимите ти ресторанти в София и страната. С нашата селекция от ресторанти и лесно онлайн плащане, foodpanda лесно може да се превърне в любимата ти платформа за поръчване на храна онлайн.</p>
                <br />
                <p className="paragraph">Няма значение дали обичаш да хапваш скара, салати, суши или пица, платформата на foodpanda ти предлага най-бързия начин да поръчаш храна онлайн, да я получиш на входната си врата или в офиса си, след което можеш да се настаниш удобно и да хапваш. Разглеждай менютата на любимите си ресторанти в София, направи поръчка за хапване с няколко клика и вкусната храна ще бъде в ръцете ти докато се обърнеш!</p>
                {/* <div className="links">
                    <div className="link-to-city">
                        <Link to={"/Sofia"}><span>Доставка на храна в София</span></Link>
                    </div>
                    <div className="link-to-city">
                        <Link to={"/Plovdiv"}><span>Доставка на храна в Пловдив</span></Link>
                    </div>
                    <div className="link-to-city">
                        <Link to={"/Bourgas"}><span>Доставка на храна в Бургас</span></Link>
                    </div>
                </div> */}
                <div className="copyright"> <span>© 2019 Martin~Georgi foodpanda</span></div>


            </div>
        )
    }
}

export default Footer;